tap "frontierlabs/infinitekey", "https://github.frontierlabs.nadenso.com/FrontierLabs/homebrew-infinitekey/"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
cask "xquartz"
brew "autoconf"
brew "automake"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "ddrescue"
brew "dhcpdump"
brew "dialog"
brew "direnv"
brew "docker-machine-driver-xhyve"
brew "ffmpeg"
brew "gcc@4.9"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "libtool"
brew "graphviz"
brew "groovy"
brew "harfbuzz"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kubectx", args: ["with-short-names"]
brew "kubernetes-helm"
brew "libksba"
brew "readline"
brew "libpqxx"
brew "libyaml"
brew "mas"
brew "minicom"
brew "mysql", restart_service: true
brew "node"
brew "pango"
brew "pyenv"
brew "sqlite"
brew "pyqt", args: ["without-python3"]
brew "rbenv"
brew "rrdtool"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "frontierlabs/infinitekey/gcc-arm-none-eabi-483"
brew "frontierlabs/infinitekey/kconfig-frontends"
cask "adobe-acrobat-reader"
cask "alfred"
cask "android-studio"
cask "atom"
cask "beyond-compare"
cask "box-sync"
cask "docker"
cask "dropbox"
cask "evernote"
cask "google-chrome"
cask "parallels"
cask "postman"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "unetbootin"
cask "virtualbox"
cask "visual-studio-code"
cask "vmware-horizon-client"
cask "vnc-viewer"
cask "ynab"
cask "frontierlabs/infinitekey/nordic-nrf5x-command-line-tools"
cask "frontierlabs/infinitekey/segger-jlink"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
