tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "coreutils"
brew "csshx"
brew "ctags"
brew "ddrescue"
brew "direnv"
brew "gcc"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "pkg-config"
brew "readline"
brew "gobject-introspection"
brew "harfbuzz"
brew "libtool"
brew "jq"
brew "libiconv"
brew "libksba"
brew "libpqxx"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "make"
brew "mas"
brew "node"
brew "pango"
brew "rvm"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
cask "adobe-acrobat-reader"
cask "dropbox"
cask "evernote"
cask "java"
cask "spotify"
cask "iterm2"
cask "google-chrome"
cask "alfred"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
