tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "infinitekey/infinitekey"
cask "xquartz"
brew "autoconf"
brew "automake"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "coreutils"
brew "ddrescue"
brew "dhcpdump"
brew "dialog"
brew "gcc@4.9"
brew "gnu-sed"
brew "gnu-tar"
brew "pkg-config"
brew "gobject-introspection"
brew "groovy"
brew "harfbuzz"
brew "jq"
brew "libksba"
brew "readline"
brew "python"
brew "python3"
brew "libpqxx"
brew "libtool"
brew "libyaml"
brew "mas"
brew "minicom"
brew "node"
brew "pango"
brew "rrdtool"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "infinitekey/infinitekey/gcc-arm-none-eabi-483"
cask "alfred"
cask "atom"
cask "beyond-compare"
cask "google-chrome"
cask "parallels"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
cask "vmware-horizon-client"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
